Version2/TestTool-NOP.13.12.SR1/TestTool.Setup/Requests/RecordingSearch/FindRecordings/FindRecordings (Short).xml

<?xml version='1.0' encoding='utf-8'?>
<soap:Envelope
 xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tse="http://www.onvif.org/ver10/search/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <soap:Body>
    <tse:FindRecordings>
      <tse:Scope>
      </tse:Scope>
      <tse:KeepAliveTime>PT60S</tse:KeepAliveTime>
    </tse:FindRecordings>
  </soap:Body>
</soap:Envelope>